{
    "graddip-sa": "The Graduate Diploma in Systems Analysis programme (GDipSA) is designed for non-IT graduates intending to craft a new career path in the IT industry. IT graduates and professionals who wish to advance their careers in their current field and recognise the need to equip themselves with the latest IT knowledge and skills to stay relevant may apply as well.",
    "mtech-ebac": "The NUS Master of Technology in Enterprise Business Analytics programme (MTech EBAC) is specifically designed to meet the industry demand for data scientists who can help organisations achieve improved business outcomes through data insights. It is best suited for professionals seeking to focus on the following - methodical data exploration and visualisation, diagnostic analytics, predictive modelling using statistical and machine learning techniques, text analytics, recommender systems, and big data engineering, etc.",
    "mtech-dl": "In today’s world, almost every business is a digital business. In every industry, processes are being transformed by the pervasive use of digital technologies and rise of disruptive business models. To compete, businesses need to adapt and transform. Organisations need leaders who can think strategically to harness the digital change that create new opportunities for the business. This digital strategy and leadership programme prepares students to become leaders who can develop and lead strategies to transform their business to thrive in the new digital economy.",
    "mtech-is": "The NUS Master of Technology in Intelligent Systems programme is targeted at working professionals who wish to be able to design and build systems that utilise Artificial Intelligence and other Smart Systems techniques. Application areas are wide and diverse, and include robotics, autonomous vehicles, intelligent sensing systems, Internet of Things, Smart City applications and Industry 4.0 applications, as well as applications within business and commerce.",
    "mtech-swe": "The NUS Master of Technology in Software Engineering is designed to meet the industry demand for software engineers who can help Singapore organisations to realise the smart nation initiatives through building robust, reliable and scalable software systems. This programme is best suited for individuals who have a few years of experience in software engineering roles and are looking to further enhance their knowledge and skills in architecting scalable, secure and smart software systems."
}